Repository: theforeman/foreman_rh_cloud
Catalog: locale/*/foreman_rh_cloud.po
Languages: ka

source: Sync inventory status
ka: ინვენტარის სტატუსის სინქრონიზაცია

source: %s organizations
ka: %s ორგანიზაცია

source: About subscription watch
ka: გამოწერის ყურების შესახებ

source: Actions history
ka: აქტივობების ისტორია

source: Advanced Inventory Settings
ka: ინვენტარის დამატებითი პარამეტრები

source: All recommendations are now selected.
ka: ახლა ყველა რეკომენდაცია მონიშნულია.

source: Any Organization
ka: ნებისმიერი ორგანიზაცია

source: Apply Insights recommendations
ka: Insights-ის რეკომენდაციების გადატარება

source: Automatic inventory upload
ka: ინვენტარის ავტომატური ატვირთვა

source: Cancel
ka: გაუქმება

source: Clear
ka: გაწმენდა

source: Clear Selection
ka: მონიშნულის გასუფთავება

source: Cloud Connector has been configured however obfuscating host names setting is enabled, it's recommended to disable it
ka: Cloud Connector-ი მორგებულია, მაგრამ ჰოსტის სახელების დამახინჯება ჩართულია. რეკომენდებულია, გამორთოთ ის

source: Cloud Connector has been configured however the inventory auto-upload is disabled, it's recommended to enable it
ka: Cloud Connector-ი მორგებულია, მაგრამ ინვენტარის ავტომატური ატვირთვა გამორთულია. რეკომენდებულია, ჩართოთ ის

source: Cloud Connector is in progress
ka: მიმდინარეობს ღრუბელთან მიერთება

source: Cloud connector job link
ka: Cloud connector-ის დავალების ბმული

source: Cloud connector setup has failed:
ka: Cloud connector-ის მორგების შეცდომა:

source: Cloud connector setup has started:
ka: Cloud connector-ის მორგება დაიწყო:

source: Cloud connector setup is in progress now:
ka: მიმდინარეობს Cloud connector-ის მორგება:

source: Completed
ka: დასრულებულია

source: Configure
ka: მორგება

source: Configure Cloud Connector
ka: ღრუბელთან მიერთების მორგება

source: Configure Cloud Connector on given hosts
ka: მითითებულ ჰოსტებზე Cloud Connector-ის მორგება

source: Connectivity test
ka: მიერთების შემოწმება

source: Critical
ka: კრიტიკული

source: Current page
ka: მიმდინარე გვერდი

source: Disconnected hosts:
ka: გამორთული ჰოსტები:

source: Displays manifest statuses per accessible organizations.
ka: მანიფესტის სტატუსების ჩვენება თითოეული წვდომადი ორგანიზაციისთვის.

source: Documentation
ka: დოკუმენტაცია

source: Download Report
ka: ანგარიშის გადმოწერა

source: Download latest report
ka: უახლესი ანგარიშის გადმოწერა

source: Enable automatic synchronization of Insights recommendations from the Red Hat cloud
ka: Red Hat Cloud-დან Insight-ის რეკომენდაციების ავტომატური სინქრონიზაციების ჩართვა

source: Enable automatic upload of your host inventory to the Red Hat cloud
ka: თქვენი ჰოსტების ინვენტარის Red Hat Cloud-ში ავტომატური ატვირთვის ჩართვა

source: Enable automatic upload of your hosts inventory to the Red Hat cloud
ka: თქვენი ჰოსტების ინვენტარის Red Hat Cloud-ში ავტომატური ატვირთვის ჩართვა

source: Enable cloud connector
ka: ღრუბელთან მიერთების ჩართვა

source: Enable inventory upload
ka: ინვენტარის ატვირთვის ჩართვა

source: Encountered an error while trying to access the server:
ka: შეცდომა სერვერთან წვდომის მცდელობისას:

source: Exclude installed Packages
ka: დაყენებული პაკეტების გამორიცხვა

source: Exclude installed packages from being uploaded to the Red Hat cloud
ka: Red Hat cloud-ში ატვირთული პაკეტების სიიდან დაყენებული პაკეტების ამოღება

source: Exclude packages
ka: პაკეტების გამორიცხვა

source: Exclude packages from being uploaded to the Red Hat cloud
ka: პაკეტების ამოღება Red Hat Cloud-ზე ასატვირთი სიიდან

source: Exit Code: %s
ka: გასვლის კოდი: %s

source: Fetching data about your accounts
ka: მონაცემების გამოთხოვა თქვენი ანგარიშების შესახებ

source: Filter..
ka: ფილტრი...

source: Fix host
ka: ჰოსტის გასწორება

source: For more info, please visit the
ka: მეტი ინფორმაციისთვის ეწვიეთ

source: Foreman plugin that process & upload data to Red Hat Cloud
ka: Foreman-ის დამატება, რომელიც მონაცემების დამუშავებაზე და Red Hat Cloud-ში ატვირთვაზე აგებს პასუხს

source: Full Screen
ka: სრულეკრანიანი რეჟიმი

source: Generating
ka: გენერაცია

source: Go to Satellite Insights page
ka: Satellite Insights-ის გვერდზე გადასვლა

source: Go to first page
ka: პირველ გვერდზე

source: Go to last page
ka: ბოლო გვერდზე

source: Go to next page
ka: შემდეგ გვერდზე გადასვლა

source: Go to previous page
ka: წინა გვერდზე

source: Host Insights recommendations
ka: ჰოსტის Insights-ის რეკომენდაციები

source: Host was not uploaded to your RH cloud inventory
ka: ჰოსტის თქვენი RH-ის ღრუბლოვან ინვენტარში არ ატვირთულა

source: Hostname
ka: ჰოსტის სახელი

source: Hosts with subscription in organization:
ka: გამოწერის მქონე ჰოსტები ორგანიზაციაში:

source: ID of the RHC(Yggdrasil) daemon
ka: RHC(Yggdrasil)-ის დემონის ID

source: Important
ka: მნიშვნელოვანი

source: Include parameters in insights-client reports
ka: ჩასმის პარამეტრები insghts-client-ის ანგარიშებში

source: Insights synchronization process is used to provide Insights recommendations output for hosts managed here.
ka: აქედან მართული ჰოსტებისთვის Insights-ის რეკომენდაციის მისაწოდებლად Insights-ის სინქრონიზაციის პროცესი გამოიყენება.

source: Inventory
ka: ინვენტარი

source: Inventory Auto Upload
ka: ინვენტარის ავტომატური ატვირთვა

source: Inventory Upload
ka: ინვენტარის ატვირთვა

source: Inventory sync has failed:
ka: ინვენტარის სინქრონიზაციის რეჟიმი:

source: Inventory sync has started:
ka: ინვენტარის სინქრონიზაცია დაიწყო:

source: Items per page
ka: ჩანაწერი გვერდზე

source: Knowledgebase article
ka: ცოდნის ბაზის სტატია

source: Loading
ka: იტვირთება

source: Loading...
ka: იტვირთება...

source: Low
ka: დაბალი

source: Manual
ka: ხელით

source: Moderate
ka: საშუალო

source: More details can be found in
ka: მეტი დეტალი შეგიძლიათ იპოვოთ

source: Next run:
ka: შემდეგი გაშვება:

source: No
ka: არა

source: No recommendations were found for this host!
ka: ამ ჰოსტისთვის რეკომენდაციები აღმოჩენილი არაა!

source: No results found
ka: შედეგების გარეშე

source: No task was found
ka: ამოცანა ვერ ვიპოვე

source: Not reporting
ka: ანგარიშების გარეშე

source: Nothing to sync, there are no hosts with subscription for this organization.
ka: დასასინქრონებელი არაფერია. ამ ორგანიზაციისთვის გამოწერის მქონე ჰოსტები არ არსებობს.

source: Notice
ka: გაფრთხილება

source: Obfuscate IPs
ka: IP-ების ობფუსკაცია

source: Obfuscate host ipv4 addresses
ka: ჰოსტის ipv4 მისამართების ობფუსკაცია

source: Obfuscate host names
ka: ჰოსტის სახელების ობფუსკაცია

source: Obfuscate host names sent to the Red Hat cloud
ka: Red Hat cloud-ში გაგზავნილი ჰოსტის სახელების დამახინჯება

source: Obfuscate ipv4 addresses sent to the Red Hat cloud
ka: Red Hat cloud-ში გაგზავნილი IPv4 მისამართების დამახინჯება

source: Oops! Couldn't find organization that matches your query
ka: ვაი! ორგანიზაცია, რომელიც თქვენს პირობებში ჯდება, ვერ ვიპოვე

source: Organization status
ka: ორგანიზაციის სტატუსი

source: Pagination
ka: გვერდებად დაყოფა

source: RHC daemon id
ka: RHC დემონის ID

source: Read more about it in RH cloud insights
ka: გაიგეთ მეტი RH Cloud insights-ის შესახებ

source: Reboot Required
ka: საჭიროა გადატვირთვა

source: Recommendation
ka: რეკომენდაცია

source: Recommendation sync has failed:
ka: რეკომენდაციის სინქრონიზაციის შეცდომა:

source: Recommendation sync has started:
ka: რეკომენდაციის სინქრონიზაციის გაეშვა:

source: Recommendations
ka: რეკომენდაციები

source: Recommendations selected: %s.
ka: არჩეული რეკომენდაციები: %s.

source: Recommendations synced successfully
ka: რეკომენდაციების სინქრონიზაცია წარმატებულია

source: Reconfigure Cloud Connector
ka: ღრუბელთან მიერთების თავიდან მორგება

source: Red Hat Cloud Inventory
ka: Red Hat Cloud-ის ინვენტარი

source: Red Hat Insights Data and Application Security
ka: Red Hat Insights-ის მონაცემებისა და აპლიკაციის უსაფრთხოება

source: Red Hat Inventory
ka: Red Hat-ის ინვენტარი

source: Remain
ka: დარჩენა

source: Remediate
ka: გამოსწორება

source: Remediation summary
ka: აღდგენის შეჯამება

source: Reporting
ka: ანგარიში

source: Resolution
ka: გარჩევადობა

source: Restart
ka: გადატვრთვა

source: Run RH Cloud playbook
ka: RH Cloud-ის Playbok-ის გაშვება

source: Run playbook genrated by Red Hat remediations app
ka: Red Hat-ის აღდგენის აპის მიერ გენერირებული Playbook-ის გაშვება

source: Run remediation playbook generated by Insights
ka: Insights-ის მიერ გენერირებული აღდგენის playbook-ის გაშვება

source: Satellite server has %{hits_count} recommendations by Red Hat
ka: Satellite -ის სერვერს Red Hat-სგან %{hits_count} რეკომენდაცია გააჩნია

source: Select recommendations from all pages
ka: რეკომენდაციების მონიშვნა ყველა გვერდიდან

source: Set the current organization context for the request
ka: მოთხოვნის მიმდინარე ორგანიზაციის კონტექსტის დაყენება

source: Settings
ka: მორგება

source: Should import include parameter tags from Foreman?
ka: უნდა შეიცავდეს შემოტანა პარამეტრის ჭდეებს Foreman-დან?

source: Show Advanced Settings
ka: დამატებითი პარამეტრების ცვენება

source: Start inventory synchronization
ka: ინვენტარის სინქრონიზაციის დაწყება

source: Start report generation
ka: ანგარიშის გენერაციის დაწყება

source: Successfully synced hosts:
ka: წარმატებით სინქრონიზებული ჰოსტები:

source: Successfully uploaded to your RH cloud inventory
ka: ჰოსტი თქვენი RH-ის ღრუბლოვან ინვენტარში არ ატვირთულა

source: Sync automatically
ka: ავტომატური სინქრონიზაცია

source: Sync recommendations
ka: სინქრონიზაციის რეკომენდაციები

source: Synchronize recommendations Automatically
ka: რეკომენდაციების ავტომატური სინქრონიზაცია

source: The report file %{filename} doesn't exist
ka: ანგარიშის ფაილი %{filename} არ არსებობს

source: The server returned the following error: %s
ka: სერვერმა შემდეგი შეცდომა დააბრუნა: %ს

source: The task failed with the following error:
ka: დავალება შემდეგი შეცდომით დასრულდა:

source: This action will also enable automatic reports upload
ka: ეს ქმედება ავტომატურად ანგარიშების ატვირთვასაც ჩართავს

source: Total risk
ka: სრული რისკი

source: Total risks
ka: სულ რისკები

source: Uploading
ka: ატვირთვა

source: Value %{value} is not a valid UUID
ka: მნიშვნელობა %{value} არასწორი UUID-ია

source: View all recommendations
ka: ყველა რეკომენდაციის ნახვა

source: View in Red Hat Insights
ka: Red Hat Insights-ში ნახვა

source: Wait and %s
ka: დაელოდეთ და %s

source: hosts page
ka: ჰოსტების გვერდი

source: items
ka: ელემენტი

source: page
ka: პანელი

source: per page
ka: გვერდზე

source: view the job in progress
ka: გაშვებული დავალების ნახვა

source: view the task page for more details
ka: მეტი დეტალებისთვის იხილეთ ამოცანის გვერდი
